{
    "samples":[
        {
            "Input":"Phase curves of exoplanets",
            "Ouput":"Phase curves of exoplanets around Sun-like stars using AO-reconstruction techniques. The spectral range is analogous to the AO performance of large-aperture telescopes. AO-reconstruction techniques yield much better spectral capabilities than the existing ground-based AO instruments combined. This paper presents the main results of the study and presents a catalog of the 16 known systems with transit light curves. This catalog is based on eight years of AO-reconstruction follow-up observations, and we model the light curves with a Light-Time Replicator (LTR) algorithm, which is applicable to the whole wavelength range of the transit light curves. We obtained a total of 23 observational light curves for the 16 systems, and we generate synthetic light curves to fit the light curves. For six of the 16 systems, we derive a linear ephemeris for the stellar rotation. We find that the system parameters are generally consistent with the experimental values, both with an accuracy better than ±0.5 per cent. The mean transit depth is 6.2 ± 1.2 ppm, and the orbital period is 3.0452 ± 0.00001 days. The corrected systems are given in Table A.1."
        },
        {
            "Input":"Infrared observations of transiting exoplanets",
            "Ouput":"Infrared observations of transiting exoplanets with an accuracy of 0.2 to 10 μm, and the resulting precision of the spectroscopic transit depth, we find that a combination of the two approaches provides a detection sensitivity of about 10 times better than that of the Doppler technique alone, and a sensitivity about 10 times greater than the combined technique. We also demonstrate that we can reliably detect starspots through a combination of the two techniques. We find that the Doppler technique does not provide a robust detection of spots on the stellar surface that is required to explain the lack of spots detected in the Kepler data. We also discuss the implications of our results for the detection of magnetic spots on the stellar surface, and for the parameters of planetary transits and spot features in the visible and near-infrared."
        },
        {
            "Input":"Infrared observations of transiting exoplanets",
            "Ouput":"Infrared observations of transiting exoplanets, the degree of chromospheric emission from the host star is sensitive to the stellar parameters, and for a given planet, the effects of rotation affect the planet-star flux ratio. We have investigated the means by which stellar winds affect the planetary luminosity, and have found that for a given luminosity, the planet's atmospheric mass loss rate depends not only on the stellar wind, but also on the stellar wind mass-loss rate. This implies that if the stellar wind mass-loss rate is not sufficiently high, then the planetary orbit does not transit the stellar disc."
        },
        {
            "Input":"",
            "Output":"We study the formation of a planetary system around a brown dwarf by means of two-dimensional hydrodynamic simulations. We consider two different initial conditions: a solar-like metallicity and a massive disk (mainly a massive disk with a hydrogen-rich core). In all the simulations, the two disk components evolve towards a common final configuration. The planetary system is initially formed with a mass of 0.06 M☉ and a semimajor axis of 1.86 AU. The initial conditions have different initial mass ratios, but the mass ratio and initial semimajor axis follow the same trend, which indicates that the mass of the disk is not required to form a planet, even in the presence of the accretion disk. The initial configuration of the disk is determined by the initial mass and semimajor axis of the planets, and the disk mass is estimated from its radial surface brightness. The disk has a mass of 0.03 M☉, radius of 0.55 AU, and has a hydrogen-rich core. We perform simulations that are constrained by the observational uncertainties on the mass, radius, and luminosity of the disk. We find that the mass and radius of the disk are large enough to form a planet with a mass of 0.12 M☉, with a semimajor axis of 0.28 AU, and a mass accretion rate of &gt;about  10-10 M☉ yr-1. The planetary system has a semimajor axis of 0.03 AU, and the mass accretion rate is &gt;about  10-10 M☉ yr-1. We find that the planet does not accrete directly through the disk, but depends on the disk for its initial configuration. We also investigate how the mass accretion rate and mass accretion rate depend on the mass ratio for the system. We find that the mass accretion rate increases as the mass ratio decreases, but the mass accretion rate decreases as the mass ratio increases. We also find that, in a solar system like the solar one, the mass accretion rate is dominated by disk accretion for the higher mass disks."
        },
        {
           "Input":"",
           "Output":"We present a detailed spectroscopic analysis of the recently discovered candidate extrasolar planetary systems SDSS 1256+48 and HIP 51634, which both host exoplanets with orbital periods of 1.9 days and transit radii of 4.5 and 19.0 ± 0.6 R_earth , respectively. We have carried out detailed analyses of the spectral and photometric properties of both stars, and have identified a strong correlation between their colours and masses. Our analysis of the SDSS 1256+48 system reveals that the main component of the system is relatively metal poor, while for the other three stars the abundance pattern is consistent with that of a typical solar-type star of the same mass and metallicity. We also confirm the existence of a previous suggestion that SDSS 1256+48 and HIP 51634 host a candidate brown dwarf companion. Our analysis of the HADS data for SDSS 1256+48 reveals that the system is likely to host a substellar companion with a minimum mass of at least 0.03 M☉ .Based on observations obtained at the Canada-France-Hawaii Telescope (CFHT) with ESO telescopes at the Paranal Observatory (IP) and at the ESO Observatory (La Silla, Chile).The reduced spectra as FITS files are only available at the CDS via anonymous ftp to"
        }
    ]
}